IDEA Open Model
Member2D.Members1D Property
Compatible with IDEA StatiCa Beta 20.0
 Array of internal members, ribs
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<ReferenceElement> Members1D { get; set; }
Public Property Members1D As List(Of ReferenceElement)
	Get
	Set
Property Value
Type: List<ReferenceElement>
See Also
Reference
Member2D Class
IdeaRS.OpenModel.Model Namespace